<?php


return [
    'meta' => [
        'title' => 'Signup - 360VRMuseum',
    ],
    'signupForm' => [
        'email' => '이메일 주소',
        'name' => '이름',
        'password' => 'Password (8 ~16 글자이상 문자, 숫자 포함)',
        'confirmPassword' => 'Confirm Password (8 ~16 글자이상 문자, 숫자 포함)',
        'phone' => '휴대폰번호',
        'job' => '직업',
        'login' => '로그인',
        'terms' => '약관',
        'agreeTerms' => '{termsLink} 및 이메일 수신 동의',
        'signup' => '회원가입',
        'jobOptions' => [
            '교수' => '교수',
            '박사과정' => '박사과정',
            '석사과정' => '석사과정',
            '대학원생' => '대학원생',
            '연구원' => '연구원',
            '대학생' => '대학생',
            '시간강사' => '시간강사',
            '공무원' => '공무원',
            '교사' => '교사',
            '고등학생' => '고등학생',
            '중학생' => '중학생',
            '초등학생' => '초등학생',
            '일반회원(기타)' => '일반회원(기타)',
        ],
    ],
];
